[
  {
    "name": "Vendor #14 (Lanterns)",
    "statement": "“At 21:34, I was hanging more lanterns at the Clocktower Base when I saw the reporter, Anika Rao, rushing past me with a leather folder. She looked nervous and kept checking her phone. I assumed she was late for some meeting, but I’m not sure where she was headed.”"
  },
  {
    "name": "Security Volunteer",
    "statement": "“Around 21:30, I was stationed at the VIP Corridor when Dr. Hale came by and asked which door led to the service hatch. He said something about checking cabling for the lights. I pointed him toward the maintenance area, but I didn’t follow him — I had other guests to manage.”"
  },
  {
    "name": "Audio Tech",
    "statement": "“At 21:31, I was at the Riverfront Stage running sound checks. We played Dr. Hale’s festival intro video from the console, but I honestly can’t say if it was live or pre-recorded — I wasn’t the one who loaded the file. The crowd didn’t seem to notice either way.”"
  },
  {
    "name": "Teen Streamer",
    "statement": "“Between 21:27 and 21:35, I was near the Stage Front watching Priya Nandakumar’s livestream. I’m pretty sure she was live the whole time because I remember chatting with other viewers, but the stage area was so packed I couldn’t see everyone moving around.”"
  },
  {
    "name": "Maintenance Crew",
    "statement": "“At 21:46, I was near the Artisan Lane Exit when I noticed someone coming out from the direction of the tunnels. The person wore a dusty jacket and moved quickly, but it was dark, and I didn’t get a good look at their face but they looked tall, taller than me. Could’ve been anyone leaving in a rush.”"
  },
  {
    "name": "Food Vendor #22",
    "statement": "“From 21:32 to 21:50, I was serving nonstop at the Food Court. I saw Lena Ortiz around the ops tent several times, talking on her comms. I can’t say if she stayed there the entire time though — I was too busy to watch her closely.”"
  },
  {
    "name": "Rigger’s Assistant",
    "statement": "“At 21:12, Evan Brooks came to the Tool Shed to sign out a rope and harness for something he said he needed on the rigging. At 21:52, he returned the equipment, but I thought the rope looked different — maybe dirtier/greasier than when it went out.”"
  },
  {
    "name": "Stage Crew Member",
    "statement": "“At about 21:18, I saw Tao Nguyen sign out a maintenance hatch key. He mentioned Hale needing access for something technical. I didn’t see where he went after that, and I don’t remember seeing the key come back, but it happens sometimes — festival nights are hectic.”"
  }
]
